Repository: GNOME/goobox
Catalog: help/*/*.po
Languages: cs

source: <application>CD Player</application> Manual V2.0
cs: Příručka<application>CD Player</application> V2.0

source: User manual for Goobox the CD player.
cs: Uživatelský manuál pro přehrávač CD "Goobox".

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod tímto <ulink type="help" url="ghelp:fdl">odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tento manuál je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete šířit tento dokument odděleně od sbírky, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho jmen, užitých ke zviditelnění produktů nebo služeb, jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci uvedena a členové Dokumentačního projektu GNOME jsou srozumněni se skutečností, že jde o ochrannou známku, je takové jméno psáno s velkým písmenem nebo celé velkými písmeny.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: TENTO DOKUMENT JE POSKYTOVÁN V PODOBĚ "JAK JE", BEZ JAKÉKOLIV ZÁRUKY, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ, NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL, NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU NESETE VY. POKUD JE TENTO DOKUMENT NEBO JEHO UPRAVENÁ VERZE VADNÁ V JAKÉMKOLIV SMYSLU, VY (NIKOLIV PŮVODCE, AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE ODPOVĚDNOST ZA JAKÉKOLIV NÁKLADY NA POTŘEBNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ ČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ PODLE TÉTO DOHODY POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN, (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV DRUHU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: First version, program version 0.7.1
cs: První verze, program verze 0.7.1

source: Second version, program version 2.1.0
cs: Druhá verze, verze programu 2.1.0

source: This is manual describes version 2.1.0 of Goobox
cs: Tento manuál popisuje program Goobox verze 2.1.0

source: CD Player
cs: Přehrávač CD

source: CD Ripper
cs: Extraktor CD

source: Introduction
cs: Úvod

source: With <application>CD Player</application> you can play audio Compact Discs (CDs) and save the CD tracks as audio files.
cs: Pomocí <application>Přehrávače CD</application> lze přehrávat audio CD a ukládat stopy na CD jako zvukové soubory.

source: Preferences
cs: Předvolby

source: To configure <application>CD Player</application>, open the <guilabel>Preferences</guilabel> dialog by choosing <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>.
cs: Pro konfiguraci<application>CD přehrávače</application>, zvolte možnost<guilabel>Předvolby</guilabel> v menu<menuchoice><guimenu>Upravit</guimenu><guisubmenu>Předvolby</guisubmenu></menuchoice>.

source: This dialog contains two tabs described in detail below. At the bottom of the dialog window, you'll find the following buttons:
cs: Tento dialog obsahuje dvě tabulky, detailně popsané níže. V dolní části dialogového okna můžete vidět následující možnosti:

source: <guibutton>Help</guibutton>: shows this manual.
cs: <guibutton>Nápověda</guibutton>: zobrazí tento manuál.

source: <guibutton>Close</guibutton>: closes the dialog.
cs: <guibutton>Zavřít</guibutton>: ukončuje dialog.

source: Keep in mind that when you change an option it will automatically applied. This is why there is no <guibutton>Ok</guibutton> or <guibutton>Apply</guibutton> button.
cs: Mějte na paměti, že změny v nastavení budou automaticky přijaty. Proto zde nejsou tlačítka <guibutton>Ok</guibutton> nebo <guibutton>Použít</guibutton>

source: General Tab
cs: Hlavní panel

source: This tab allows you to set the following options:
cs: Tento panel vám umožňuje nastavit následující možnosti:

source: Select the device to use.
cs: Volba zařízení

source: Whether to automatically play a newly inserted disk.
cs: Zda bude vložené CD spuštěno automaticky.

source: Extraction Tab
cs: Panel Extrakce

source: This tab allows you to set the extraction options:
cs: Tento panel vám umožňuje nastavit možnosti extrakce:

source: The destination folder. Files are saved in a subfolder of the destination folder, following the scheme Artist/Album/track.
cs: Cílový adresář. Soubory jsou ukládány do podsložky cílového adresáře, jako Umělec/Album/Stopa

source: The audio files format to use. Some formats allow you to set the quality of the file, this can be useful because usually there is a trade-off between audio quality and file size. Use the <guilabel>Properties</guilabel> button to set the file format properties.
cs: Výstupní formát. Některé formáty dovolují nastavení kvality daného souboru, což může být užitečné zejména kvůli poměru mezi kvalitou zvuku a velikostí souboru. Zvolte možnost <guilabel>Vlastnosti</guilabel>pro nastavení výstupního souboru.

source: Whether to save a playlist file in PLS format that contains the list of the extracted files. The playlist is saved in the same folder of the audio files.
cs: Možnost uložení seznamu skladeb ve formátu PLS, zahrnuje seznam všech extrahovaných souborů. Seznam skladeb se ukládá do dané složky se zvukovými soubory.

source: Quick Reference: Keyboard Shortcuts
cs: Rychlá rada: Klávesové zkratky

source: <xref linkend="goobox-TBL-keyword-shortcuts"/> provide a quick reference for all of the <application>CD Player</application> keyword shortcuts. Look in the menus for other shortcuts.
cs: <xref linkend="goobox-TBL-keyword-shortcuts"/> poskytuje návod pro všechny klávesové zkratky aplikace <application>Přehrávač CD</application>. V menu najdete další klávesové zkratky.

source: Keyboard shortcuts
cs: Klávesové zkratky

source: Keyboard Shortcut
cs: Klávesová zkratka

source: Description
cs: Popis

source: Play the 1st track
cs: Přehraje 1. stopu

source: Play the 2nd track
cs: Přehraje 2. stopu

source: Play the 3rd track
cs: Přehraje 3. stopu

source: Play the 4th track
cs: Přehraje 4. stopu

source: Play the 5th track
cs: Přehraje 5. stopu

source: Play the 6th track
cs: Přehraje 6. stopu

source: Play the 7th track
cs: Přehraje 7. stopu

source: Play the 8th track
cs: Přehraje 8. stopu

source: Play the 9th track
cs: Přehraje 9. stopu

source: Play the 10th track
cs: Přehraje 10. stopu

source: Space
cs: Mezerník

source: Play/Pause the current track
cs: Přehraje/Pozastaví aktuální skladbu

source: Stop playing the current track
cs: Zastaví přehrávání aktuální skladby

source: Play the next track
cs: Přehraje následující skladbu

source: Play the previous track
cs: Přehraje předchozí skladbu

source: Eject the CD from the tray
cs: Vysune CD z mechaniky

source: Open the <interface>Extract</interface> dialog
cs: Otevře menu <interface>Extrakce</interface>

source: translator-credits
cs: Ondřej Pohl <pohlondrej@seznam.cz>, 2010
